Revit 2024 API
CurtainGridSetIterator Properties
The CurtainGridSetIterator type exposes the following members.
Properties
Name | Description
Current
Retrieves the item that is the current focus of the iterator.
IsReadOnly
Identifies if the object is read-only or modifiable.
 (Inherited from APIObject.)
See Also
CurtainGridSetIterator Class
Autodesk.Revit.DB Namespace